# напиши здесь код для хранения текстовых инструкций для приложения
name_pr = 'Здоровья'

#Первая строчка см. Экран 1
rep_1 = 'Добро пожаловать в программу по определению состояния здоровья!'

#Инструкция к приложению см. Экран 1
about_it = 'Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.\nПроба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке.\nУ испытуемого, находящегося в положении лежа на спине в течение 5 мин, определяют частоту пульса за 15 секунд;\nзатем в течение 45 секунд испытуемый выполняет 30 приседаний.\nПосле окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд,\nа потом - за последние 15 секунд первой минуты периода восстановления.\nВажно! Если в процессе проведения испытания вы почувствуете себя плохо (появится головокружение, шум в\nушах, сильная одышка и др.), то тест необходимо прервать и обратиться к врачу. '

#Кнопка начать см. Экран 1
start = 'Начать'

#Размеры второго экрана см. Экран 2
widht, height = 1000, 600

#Координаты второго экрана см. Экран 2
x,y = 200, 100

#Первая строка с ФИО см. Экран 2
surname = 'Введите Ф.И.О.:'

#Указание возраста см. Экран 2
age = 'Полных лет:'

#Инструкция к первому тесту см. Экран 2
instruction = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер.\nРезультат запишите в соответствующее поле.'

#Текст кнопки для начала первого теста см. Экран 2
text_start = 'Начать первый тест'

#Инструкция к упражнению с приседаниями см. Экран 2
instruction_2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания",\nчтобы запустить счетчик приседаний.'

#Текст кнопки для начала приседаний см. Экран 2
Pris_start = 'Начать делать приседания'

#Инструкция к финальному тесту см. Экран 2
instruction_3 = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд.\nНажмите кнопку "Начать финальный тест", чтобы запустить таймер.\nЗеленым обозначены секунды, в течение которых необходимо\nпроводить измерения, черным - минуты без замера пульсаций. Результаты запишите в соответствующие поля.'

#Текст кнопки для начала финального теста см. Экран 2
final_start = 'Начать финальный тест'

#Текст кнопки для отправки результатов см. Экран 2 (в самом низу)
message = 'Отправить результаты'

#Работоспособность сердца см. Экран 3 (нижняя строка)
work_1 = 'Работоспособность вашего сердца: Низкая'
work_2 = 'Работоспособность вашего сердца: Удовлетворительная'
work_3 = 'Работоспособность вашего сердца: Средняя'
work_4 = 'Работоспособность вашего сердца: Выше среднего'
work_5 = 'Работоспособность вашего сердца: Высокая'





